{
	"linkabout": "À propos",
	"linkprojects": "Projets",
	"linkcontact": "Contact",
	"other_language": "en",
	"basic": "perceptualisations environnementales et interactions régénératives",
	"basic_title": "Écologies, technologies;",
	"about": "Je suis un artiste interdisciplinaire né à tiohtiá:ke / mooniyang / montréal. [formé en intermedia/cyberarts à l'université concordia](https://www.concordia.ca/finearts/intermedia.html), j'ai passé [plus d'une décennie](https://artbase.rhizome.org/wiki/Item:Q15308) à explorer les intersections entre les réseaux numériques et les écosystèmes physiques. mon projet [*dailywiki*](https://dailywiki.tumblr.com) (2009–2019) en est un exemple, archivé sur [rhizome artbase](https://artbase.rhizome.org/wiki/Item:Q15308).\n\nj'ai également planté plus d'un million d'arbres à travers le canada, une expérience qui a nourri [*la fabrication de forêts futures*](https://lefifa.com/catalogue/la-fabrication-de-forets-futures), une œuvre générée par intelligence artificielle présentée au festival international du film sur l'art.\n\nmon travail [*la couleur de montréal*](https://vincent.charlebois.info/fr/couleur/) capte les variations du ciel urbain à travers les caméras de circulation, fusionnant images et textes pour créer une métanarration inspirée par *the carrier bag theory of fiction* d'ursula k. le guin. ce projet a été exposé au [festival art souterrain](https://festival2024.artsouterrain.com/artistes/vincent-charlebois/) et est aussi documenté sur [couleurs.tripledoublev.com](https://couleurs.tripledoublev.com).\n\naprès avoir obtenu une maîtrise en construction écologique à l'[institut d'architecture avancée de catalogne (IAAC)](https://valldaura.net/), je poursuis mon engagement au sein de la [coopérative de travailleurs hypha](https://hypha.coop/people/), où je contribue à reconfigurer les écosystèmes numériques par des approches collectives.",
	"projects_A": "Depuis 2007, j'ai participé à un large éventail de projets dans le domaine de l'art, de l'écologie et de la technologie. De la capture de données climatiques au balayage 3D de la forêt, les interactions entre processus naturels et technologiques constituent mon principal objet de recherche.",
	"projects_B": "L'un de ces projets, ",
	"projects_ext": ", recense les pratiques de coupe à blanc de l'industrie forestière au Canada à travers la création d'une documentation photographique. Depuis, ces images ont été utilisées pour entraîner un modèle d'apprentissage automatique afin de générer une infinitude d'images de forêts futures.",
	"projects_ext1": "Depuis 2016, je développe ",
	"projects_ext2": "; une exploration du potentiel de perceptualisation des données environnementales où les conditions climatiques deviennent le matériau de base d'expériences intermédiatiques.",
	"projects_now": "Au-delà de ces aventures artistiques, je suis un membre de Hypha, une coopérative de travailleurs qui imagine et crée des futurs numériques alternatifs, solidaires et collaboratifs.",
	"links": "Liens",
	"websites": "Sites Web ",
	"meta.description": "Vincent Charlebois; artiste intermédia, développeur logiciel, technologue créatif et membre de la coopérative de travailleurs Hypha.",
	"contact.description": "Contactez Vincent Charlebois. Trouvez des liens vers ses réseaux sociaux, son CV et son portfolio.",
	"about.description": "À propos de Vincent Charlebois - Artiste, technologue créatif et membre de la coopérative de travailleurs Hypha.",
	"projects.description": "Explorez les projets de Vincent Charlebois, son travail au sein de la coopérative de travailleurs Hypha et ses projets artistiques.",
	"url_slugs": {
		"about": "a-propos",
		"projects": "projets",
		"contact": "contact"
	}
}
