{
	"linkabout": "À propos",
	"linkprojects": "Projets",
	"linkcontact": "Contact",
	"other_language": "en",
	"basic": "perceptualisations environnementales et interactions régénératives",
	"basic_title": "Écologies, technologies;",
	"about": "Je suis un artiste interdisciplinaire né à Tiohtiá:ke - Mooniyang - Montréal. Après avoir obtenu un baccalauréat aux beaux-arts avec une spécialisation en Intermedia/Cyberarts à l'Université Concordia, j'ai réalisé de nombreux projets numériques et des forêts physiques pendant 12 ans. Après avoir planté plus d'un million d'arbres, j'ai poursuivi mes études en rejoignant la première cohorte du programme de maîtrise en bâtiments écologiques avancés et en biocities aux laboratoires Valldaura, le campus écologique de l'Iaac dans le parc Collserola de Barcelone. Au cours de la première année de COVID, j'ai géré la production de milliers de boucliers de protection médicale imprimés en 3d pour les travailleurs des hôpitaux québécois. Depuis novembre 2023, je suis membre de la coopérative de travailleurs",
	"projects_A": "Depuis 2007, j'ai participé à un large éventail de projets dans le domaine de l'art, de l'écologie et de la technologie. De la capture de données climatiques au balayage 3D de la forêt, les interactions entre processus naturels et technologiques constituent mon principal objet de recherche.",
	"projects_B": "L'un de ces projets, ",
	"projects_ext": ", recense les pratiques de coupe à blanc de l'industrie forestière au Canada à travers la création d'une documentation photographique. Depuis, ces images ont été utilisées pour entraîner un modèle d'apprentissage automatique afin de générer une infinitude d'images de forêts futures.",
	"projects_ext1": "Depuis 2016, je développe ",
	"projects_ext2": "; une exploration du potentiel de perceptualisation des données environnementales où les conditions climatiques deviennent le matériau de base d'expériences intermédiatiques.",
	"projects_now": "Au-delà de ces aventures artistiques, je suis un membre de Hypha, une coopérative de travailleurs qui imagine et crée des futurs numériques alternatifs, solidaires et collaboratifs.",
	"links": "Liens",
	"websites": "Sites Web "
}
